Repository: Prismade/Vance
Catalog: Vance/*.lproj/Localizable.strings
Languages: ru

source: Unable to load video
ru: Не удалось загрузить видео

source: Unable to load stream
ru: Не удалось загрузить стрим

source: An error occurred
ru: Произошла ошибка

source: Can't find link for the video file on server
ru: Не удалось найти ссылку на видео-файл на сервере

source: Can't find link for the stream playlist on server
ru: Не удалось найти плейлист стрима на сервере

source: Paste a link to a YouTube video here and hit the open button
ru: Вставьте ссылку на YouTube-видео и нажмите "Открыть"

source: Open
ru: Открыть

source: Open (Stream)
ru: Открыть (стрим)

source: Use pasteboard
ru: Использовать буфер обмена

source: Use pasteboard (Stream)
ru: Использовать буфер обмена (стрим)
